// 目的地信息json数据
var desArray = [{
    name: "南京-夫子庙",
    imageUrl: "../../images/event/model/南京-夫子庙.jpeg",
    intro: "南京夫子庙位于南京市秦淮区秦淮河北岸贡院街、江南贡院以西，即南京孔庙、南京文庙、文宣王庙，为供奉祭祀孔子之地，是中国第一所国家最高学府，也是中国四大文庙，为中国古代文化枢纽之地、金陵历史人文荟萃之地，不仅是明清时期南京的文教中心，同时也是居东南各省之冠的文教建筑群，现为夫子庙秦淮风光带重要组成部分。",
  },
  {
    name: "南京-中山陵",
    imageUrl: "../../images/event/model/南京-中山陵.jpeg",
    intro: "位于钟山风景区，孙中山先生的陵墓就安葬于此，在钟山中茅峰南麓，中山陵园风景区以此闻名。陵寝建筑中轴对称，从牌坊、墓道、陵门、碑亭到祭堂有392级石阶和平台10个，全部用白色花岗岩，再覆以蓝色玻璃瓦，宏伟大气。\n风景区内还有音乐台、行健亭、光化亭、流徽榭、藏经楼等多处纪念性建筑，都非常值得一游。\n陵寝免费参观，但需要提前预约入园时间，为了避免到场后无法约到当前时段的入场的门票，建议提前一天以上预约门票，其他景点会有门票，也可以买套票观光，景区内还有观光车，方便大家游览。",
  },
  {
    name: "南京-明孝陵",
    imageUrl: "../../images/event/model/南京-明孝陵.jpeg",
    intro: "明孝陵是明太祖朱元璋与马皇后的陵墓，陵墓宏伟壮观，是我国古代最大的帝王陵寝之一。\n明孝陵前后历时38年才建成，开启了明、清两代帝陵的规制，现存的仅为陵园最后部分。\n陵园总体布局气魄恢宏，技艺高超，特别是明孝陵的神道长达2400米，曲折幽深。",
  },
]

// 定义数据出口
module.exports = {
  desArray: desArray
}